Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/paivitetty_pefc-standardi_ei_turvaa_riittavalla_tavalla_metsatalouden_kestavyytta_saamelaisten_kotiseutualueella.html.tmx
Source language: fin
Languages: smn

source: Päivitetty PEFC-standardi ei turvaa riittävällä tavalla metsätalouden kestävyyttä saamelaisten kotiseutualueella
smn: Peividum PEFC-standard ij turvii tuárvi meccituálu killeelvuođâ sämmilij päikkikuávlust

source: Saamelaiskäräjien hallitus päätti 10.5.2021, että Saamelaiskäräjät ei allekirjoita päivitettyä PEFC-standardia.
smn: Sämitige stivrâ meridij 10.5.2021, ete Sämitigge ij vuáláčääli peividum PEFC-standard.

source: Päivitetyt kriteerit eivät Saamelaiskäräjien mukaan turvaa riittävästi saamelaisten kotiseutualueella harjoitettavan metsätalouden kestävyyttä, eikä Saamelaiskäräjien esityksiä ole otettu standardityössä riittävällä tavalla huomioon.
smn: Peividum kritereh iä Sämitige mield turvii tuárvi sämmilij päikkikuávlu meccituálu killeelvuođâ, iäge Sämitige iävtuttâsah lah valdum standardpargoost tuárvi huámmášumán.

source: – Saamelaiskäräjien hallitus on käsitellyt päivitettyä standardia ja tullut siihen tulokseen, ettei se turvaa riittävällä tavalla saamelaisten kotiseutualueella saamelaiskulttuurin ylläpitämisen ja kehittämisen edellytyksiä, toteaa puheenjohtaja Tuomas Aslak Juuso.
smn: – Sämitige stivrâ lii kieđâvuššâm peividum standard já puáttám taggaar puátusân, ete tot ij turvii tuárvi sämikulttuur paijeentoollâm já ovdedem hinnáid sämmilij päikkikuávlust, paahud saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaiskulttuurin, erityisesti saamelaisten perinteisten elinkeinojen harjoittamisen edellytyksiä saamelaisten kotiseutualueella uhkaavat ilmastonmuutos, metsäluonnon uhanalaistumisen jatkuminen ja maankäyttöpaineiden kasvu.
smn: Sämikulttuur, eromâšávt sämmilij ärbivuáválij iäláttâsâi hárjuttem hinnáid sämmilij päikkikuávlust uhkedeh šoŋŋâdâhnubástus, ain juátkoo mecciluándu uhkevuálásâžžân šoddâm já eennâmkevttimteddui lasanem.

source: Saamelaisten perinteisten elinkeinojen harjoittaminen on riippuvaista saamelaisten kotiseutualueen elinvoimaisesta ja puhtaasta luonnosta ja vesistöistä sekä yhtenäisistä alueista.
smn: Sämmilij ärbivuáválij iäláttâsâi hárjuttem lii čonâsist sämmilij päikkikuávlu eellimvuáimán já putes luándun já čácáduvváid sehe ohtâlâs kuávloid.

source: – Saamelaisten perinteisten elinkeinojen ja alkuperäiskansaoikeuksien turvaaminen olisi edellyttänyt standardityössä sitä, että saamelaisten näkemykset olisi huomioitu saamelaiskulttuuria koskevan kriteerin ohella myös muissa kriteereissä heti työn alusta asti ja että kriteeristöä olisi tarkasteltu kokonaisuudessaan saamelaisten ekologisen, sosiaalisen ja kulttuurisen kestävyyden näkökulmasta, toteaa II varapuheenjohtaja Leo Aikio.
smn: – Sämmilij ärbivuáválij iäláttâsâi já algâaalmugvuoigâdvuođâi turvim ličij vaattâm standardpargoost tom, ete sämmilij uáinuid liččii váldám huámmášumán sämikulttuurân kyeskee kriiteer paaldâst meid eres kriterijn tállân pargo aalgâ rääjist já ete kriterijd liččii tarkkum olesvuottân sämmilij ekologâlii, sosiaallii já kulttuurlii killeelvuođâ uáinust, paahud II värisaavâjođetteijee Leo Aikio.

source: PEFC-standardin päivitystyö kestänyt kaksi vuotta
smn: PEFC-standard peividempargo pištám kyehti ive

source: Saamelaiskäräjät on osallistunut aktiivisesti PEFC-standardin päivitystyöhön.
smn: Sämitigge lii uásálistám aktiivlávt PEFC-standard peividempaargon.

source: Saamelaiskäräjät esitti tarkennuksia ja lisäyksiä voimassa olevan standardin PEFC FI 1002:2014 yleisiin sekä ekologista, sosiaalista ja kulttuurista kestävyyttä koskeviin kriteereihin heti päivitystyön alussa.
smn: Sämitigge iävtuttij tärkkilistmijd já lasattâsâid vyeimist orroo standard PEFC FI 1002:2014 almoláid sehe ekologâlii, sosiaallii já kulttuurlii killeelvuotân kyeskee kriterijd tállân peividempargo aalgâst.

source: Esityksillä ja lisäyksillä Saamelaiskäräjät pyrki vaikuttamaan siihen, että standardissa olisi alusta asti huomioitu saamelaisten kotiseutualueen erityispiirteet, tunnistettu saamelaisten perinteisten elinkeinojen luontoperustaisuus sekä turvattu metsätalouden osalta saamelaiskulttuurin heikentymättömyys saamelaisten kotiseutualueella.
smn: Iävtuttâsâiguin já lasattâsâiguin Sämitigge viigâi vaiguttiđ toos, ete standardist liččii aalgâ rääjist váldám huámmášumán sämmilij päikkikuávlu sierânâsjiešvuođâid, tubdâstâm sämmilij ärbivuáválij iäláttâsâi vuáđudem luándun sehe turvâstâm meccituálu uásild tom, ete sämikulttuur ij hiäjusm sämmilij päikkikuávlust.

source: Kansainvälisen standardin PEFC ST 1001:2017 mukaan kaikkien sidosryhmien tulisi olla standardityöryhmässä edustettuna niin, että mikään yksittäinen sidosryhmätaho ei ole määräävässä asemassa.
smn: Aalmugijkoskâsii standard PEFC ST 1001:2017 mield puoh čonâsjuávhuh kolgâččii leđe ovdâstum standardpargojuávhust tienuuvt, ete mihheen ovtâskâs čonâsjuávkkupeelijd ij lah merideijee sajattuvâst.

source: PEFC-standardin päivitystyöhön perustettu PEFC-standardityöryhmä koostui lähes yksinomaan metsätalouden edustajista ja näin ollen metsätalouden edustajilla oli vahva rooli myös päätöksenteossa.
smn: PEFC-standard peividempargo várás vuáđudum PEFC-standardpargojuávhust lijjii masa puohah meccituálu ovdâsteijeeh já návt meccituálu ovdâsteijein lâi noonâ rooli meid miärádâstohâmist.

source: Saamelaiskäräjien esitykset ja täydennykset eri kriteereihin eivät tulleet työn aikana riittävästi huomioiduksi ja näkemykset pyrittiin rajaamaan irralliseksi standardin kokonaisuudesta.
smn: Sämitige iävtuttâsah já tievâsmitmeh sierâ kriteráid iä valdum pargo ääigi tuárvi huámmášumán já uáivilijd viggii raijiđ sierâ standard olesvuođâst.

source: Päivitetty PEFC-standardi ei tarjoa saamelaisten kotiseutualueen erityispiirteisiin vastaavia ja saamelaiskulttuurin harjoittamisen edellytyksiä tehokkaasti turvaavia metsätaloutta ohjaavia kriteereitä ja tästä syystä Saamelaiskäräjillä ei ole riittäviä perusteita päivitetyn standardin allekirjoittamiselle.
smn: Peividum PEFC-standard ij faalâ meccituálu stivrejeijee kriterijd, moh västideh sämmilij päikkikuávlu sierânâsjiešvuođáid já pehtilávt torvejeh sämikulttuur hárjuttem hinnáid já tondiet Sämitiggeest iä lah tuárvi vuáđđuseh peividum standard vuáláčälimân.

source: PEFC Suomi on esittänyt Saamelaiskäräjille jatkoneuvotteluja kriteeristöstä siten, että neuvotteluissa kiinnitettäisiin huomiota Saamelaiskäräjien standardityön alussa esittämiin seikkoihin.
smn: PEFC Suomâ lii iävtuttâm Sämitiigán jotkâráđádâlmijd kriterijn tienuuvt, ete ráđádâlmijn kiddiiččii huámášume aššijd, maid Sämitigge iävtuttij standardpargo aalgâst.

source: Saamelaiskäräjät katsoo päivitetyn PEFC-standardin luomaa kokonaisuutta saamelaisten ekologisen, taloudellisen ja sosiaalisen kestävyyden näkökulmasta.
smn: Sämitigge kiäččá peividum PEFC-standard hammim olesvuođâ sämmilij ekologâlii, ekonomâlii já sosiaallii killeelvuođâ uáinust.

source: Kriteeristöä on muokattu ja täydennetty huomattavasti sen jälkeen, kun Saamelaiskäräjät on tehnyt ensimmäiset esityksensä.
smn: Kriterijd láá hammim já tievâsmittám merhâšitteht ton maŋa, ko Sämitigge lii toohâm vuossâmuid iävtuttâsâidis.

source: Tämän vuoksi ei riitä, että ainoastaan päivitysprosessin alkuvaiheessa esitettyjä asioita tarkasteltaisiin uudelleen jatkoneuvotteluissa.
smn: Taan tiet ij pijssáá, ete tuš peividemproosees algâmuddoost iävtuttum aašijd tarkkuuččii uđđâsist jotkâráđádâlmijn.

source: Ottaen lisäksi huomioon Saamelaiskäräjien resurssit ja standardityöhön jo käytetyn ajan, Saamelaiskäräjät ei näe mahdolliseksi jatkoneuvottelujen aloittamista.
smn: Ko váldá vala huámmášumán Sämitige resursijd já standardpaargon jo kevttum ääigi, te Sämitigge ij ane máhđulâžžân algâttiđ jotkâráđádâlmijd.

source: Elinkeino-, liikenne- ja ympäristökeskukset sekä Suomen ympäristökeskus ovat tähän mennessä Saamelaiskäräjien lisäksi ilmoittaneet, etteivät allekirjoita standardia.
smn: Iäláttâs-, jotolâh- já pirâskuávdááh sehe Suomâ pirâskuávdáš láá taan räi Sämitige lasseen almottâm, ete iä vuáláčääli standard.

source: ELY-keskusten perustelut standardista vetäytymiselle löytyvät täältä .
smn: IJP-kuávdái vuáđđuseh standardist kiäsádâtmân láá tääbbin (suomâkielân).

source: Lisätietoja
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
smn: Leo Aikio II värisaavâjođetteijee 040 621 6505 leo.aikio(at)samediggi.fi
